package com.example.reading.entity

class Worlds {
    val wordsThreeLetters = listOf<String>("кот", "пёс", "кит", "сом", "сок", "рот", "ива", "жук", "мак", "оса"
        , "лес", "дым", "сыр", "низ", "лаз", "яма", "дом", "мёд", "мел", "час"
        , "зло", "дно", "год", "рак", "бак", "вол", "лак", "ток", "миг", "еда",
        "мяч", "вес", "йод", "суп", "имя", "два", "три", "лоб", "шея", "люк", "юла")
    val wordsFourLetters = listOf<String>("пила", "зима", "обед", "мама", "нога", "беда", "овёс", "мост", "спор", "торт"
        , "дело", "танк", "рыба", "ниша", "слон", "гном", "лист", "груз", "гриб", "грач"
        , "змей", "клей", "трос", "морс", "зубр", "краб", "жара", "воск", "весы", "часы"
        , "куст", "овод", "река", "щепа", "борщ", "гора", "тётя", "жаба", "желе", "очки",
        "окно", "кино", "вещи", "икра", "игра", "арка", "торг", "друг", "язык", "репа")
    val wordsWithAdditionalSign = listOf<String>("сеть", "лень", "тень", "пять", "боль", "ось", "ель", "лось", "вонь", "медь"
        , "мазь", "июль", "гусь", "высь", "язь", "ведь", "июнь", "ложь", "дочь", "выпь",
        "подъем", "съел", "съем", "съём", "въезд", "съезд", "объел", "объём", "объял", "взъём"
        , "цепь", "царь")
    val wordsWithIntonation = listOf<String>("да!", "что?", "кто?", "нет!", "дай!", "моё!", "куда?", "жди!", "иди!", "ура!"
        , "где?", "чьё?", "ушёл?", "туда?", "стоп!", "два?", "три!")
}